{
    "owner": {
        "author": "Joel Osteen",
        "title": "DAILY READINGS FROM BREAKOUT",
        "subtitle": "365 Devotions to Go Beyond Your Barriers and Live an Extraordinary Life"
    },
    "readings": {
        "debug": "on",
        "january": {
            "jan_01": {
                "title": "The Year of the Lord's Favor",
                "motivational": "He has sent me to bind up the brokenhearted, to proclaim freedom for the captives and release from darkness for the prisoners, to proclaim the year of the LORD's favor...",
                "bibleChapter": "ISIAH 61:1-2",
                "reading": "Isiah said it was the year of the Lord's favor. Not next year. Not five years. Not in the Sweet By and By. This is the year God will shift things in your favor. He is lining it all up. What you could not make happen on your own, God will cause you to accomplish. It will be bigger than you thought. It will happen quicker than you imagined, and it will be more rewarding than you ever dreamed possible. One touch of God's favor can get you to where you're supposed to be. The truth is, you are one shift from seeing a dream come to pass. One shift from praying your house off. One shift from seeing your health improve. One shift from meeting the right person." 
            },
            "jan_02": {
                "title": "Get Ready",
                "motivational": "I am about to do something new. See, I have already begun! Do you not see it? I will make a pathway through the wilderness. I will create rivers in the dry wasteland.",
                "bibleChapter": "ISIAH 43:19 NLT",
                "reading": "You may feel like you're stuck right now. You could never accomplish a dream, never overcome a problem. It's just been too long. You've missed too many opportunities. But God is saying, 'Get ready. I'm about to shift things.' Doors will open for you that have not opened in the past. Those who were against you will suddenly change their minds and be for you. Problems that have dogged you for years will suddenly turn around. You are coming into a shift. Because you have honored God, He will put you in a position you never could have attained on your own. It's not just your education, not just your talent, or the family you come from. It's the hand of God shifting you to a new level of your destiny."
            },
            "jan_03": {
                "title": "Break Out",
                "motivational": "Now faith is confidence in what we hope for and assurance about what we do not see",
                "bibleChapter": "HEBREWS 11:1",
                "reading": "Sometimes you need faith and victory spoken over your life. Words have created power. When you receive them into your spirit, they can ignite seeds of increase on the inside. That's the reason I've written these daily readings. You were not created to just get by with an average, unrewarding, or unfulfilling life. God created you to leave your mark on this generation. You have gifts and talents that you have not tapped into. There are new levels of your destiny still in front of you. But break out starts in your thinking. As you put these keys into action, making room for increase, expecting shifts of God's favor, praying bold prayers."
            },
            "jan_04": {
                "title": ""
            },
            "jan_05": {

            },
            "jan_06": {},
            "jan_07": {},
            "jan_08": {},
            "jan_09": {},
            "jan_10": {},
            "jan_11": {},
            "jan_12": {},
            "jan_13": {},
            "jan_14": {},
            "jan_15": {},
            "jan_16": {},
            "jan_17": {},
            "jan_18": {},
            "jan_19": {},
            "jan_20": {},
            "jan_21": {},
            "jan_22": {},
            "jan_23": {},
            "jan_24": {},
            "jan_25": {},
            "jan_26": {},
            "jan_27": {},
            "jan_28": {},
            "jan_29": {},
            "jan_30": {},
            "jan_31": {}
        },
        "february": { 
            "feb_01": {},
            "feb_02": {},
            "feb_03": {},
            "feb_04": {},
            "feb_05": {},
            "feb_06": {},
            "feb_07": {},
            "feb_08": {},
            "feb_09": {},
            "feb_10": {},
            "feb_11": {},
            "feb_12": {},
            "feb_13": {},
            "feb_14": {},
            "feb_15": {},
            "feb_16": {},
            "feb_17": {},
            "feb_18": {},
            "feb_19": {},
            "feb_20": {},
            "feb_21": {},
            "feb_22": {},
            "feb_23": {},
            "feb_24": {},
            "feb_25": {},
            "feb_26": {},
            "feb_27": {},
            "feb_28": {},
            "feb_29": {}
        },
        "march": {
            "mar_01": {},
            "mar_02": {},
            "mar_03": {},
            "mar_04": {},
            "mar_05": {},
            "mar_06": {},
            "mar_07": {},
            "mar_08": {},
            "mar_09": {},
            "mar_10": {},
            "mar_11": {},
            "mar_12": {},
            "mar_13": {},
            "mar_14": {},
            "mar_15": {},
            "mar_16": {},
            "mar_17": {},
            "mar_18": {},
            "mar_19": {},
            "mar_20": {},
            "mar_21": {},
            "mar_22": {},
            "mar_23": {},
            "mar_24": {},
            "mar_25": {},
            "mar_26": {},
            "mar_27": {},
            "mar_28": {},
            "mar_29": {},
            "mar_30": {},
            "mar_31": {}
        },
        "april": {
            "april_01": {},
            "april_02": {},
            "april_03": {},
            "april_04": {},
            "april_05": {},
            "april_28": {
                "title":"In It to Win It",
                "motivational": "Stand firm, and you will win life",
                "bibleChapter": "LUKE 21:19",
                "reading": "When Thomas Edison was trying to invent the lightbulb, he failed on his first two thousand attempts. Two thousand times he tried and it didn't work out. Two thousand times he was told no. He could have given up and quit, but he just kept looking for that one yes. After Edison came up with a working lightbulb, a reporter asked him about all of his failed experiments. He said, 'I never failed once. I just found two thousand ways that wouldn't work.' Keep looking. Keep expecting. Keep dreaming. You've got to have a made-up mind. You are in it to win it. You will not let people talk you out of it. You will not give up because it didn't happen on your timetable. You will not settle for second best because a few doors have closed."
            }

        },
        "may": {

        },
        "june": {

        },
        "july": {

        },
        "august": {

        },
        "september": {

        },
        "october": {

        },
        "november": {

        },
        "december": {

        }
    }
}

