[
    {
        "id": 0,
        "title": "The Year of the Lord's Favor",
        "motivational": "He has sent me to bind up the brokenhearted, to proclaim freedom for the captives and release from darkness for the prisoners, to proclaim the year of the LORD's favor...",
        "bibleChapter": "ISIAH 61:1-2",
        "reading": "Isiah said it was the year of the Lord's favor. Not next year. Not five years. Not in the Sweet By and By. This is the year God will shift things in your favor. He is lining it all up. What you could not make happen on your own, God will cause you to accomplish. It will be bigger than you thought. It will happen quicker than you imagined, and it will be more rewarding than you ever dreamed possible. One touch of God's favor can get you to where you're supposed to be. The truth is, you are one shift from seeing a dream come to pass. One shift from praying your house off. One shift from seeing your health improve. One shift from meeting the right person." 
    },
    {
        "id": 1,
        "title": "Get Ready",
        "motivational": "I am about to do something new. See, I have already begun! Do you not see it? I will make a pathway through the wilderness. I will create rivers in the dry wasteland.",
        "bibleChapter": "ISIAH 43:19 NLT",
        "reading": "You may feel like you're stuck right now. You could never accomplish a dream, never overcome a problem. It's just been too long. You've missed too many opportunities. But God is saying, 'Get ready. I'm about to shift things.' Doors will open for you that have not opened in the past. Those who were against you will suddenly change their minds and be for you. Problems that have dogged you for years will suddenly turn around. You are coming into a shift. Because you have honored God, He will put you in a position you never could have attained on your own. It's not just your education, not just your talent, or the family you come from. It's the hand of God shifting you to a new level of your destiny."
    },
    {
        "id": 2,
        "title": "Break Out",
        "motivational": "Now faith is confidence in what we hope for and assurance about what we do not see",
        "bibleChapter": "HEBREWS 11:1",
        "reading": "Sometimes you need faith and victory spoken over your life. Words have created power. When you receive them into your spirit, they can ignite seeds of increase on the inside. That's the reason I've written these daily readings. You were not created to just get by with an average, unrewarding, or unfulfilling life. God created you to leave your mark on this generation. You have gifts and talents that you have not tapped into. There are new levels of your destiny still in front of you. But break out starts in your thinking. As you put these keys into action, making room for increase, expecting shifts of God's favor, praying bold prayers."
    },
    {
        "id": 3,
        "title": "Seeing God",
        "motivational": "By faith he left Egypt, not fearing the king's anger; he persevered because he saw him who is invisible.",
        "bibleChapter": "HEBREWS 11:27",
        "reading": "I'm declaring, 'A shift is coming.' A shift in your health, finances, or a relationship."
    },
    {
        "id": 120,
        "title": "Crooked Places Straight",
        "motivational": "The crooked roads shall become straight, the rough ways smooth. And all people will see God's salvation.",
        "bibleChapter": "LUKE 3:5-6",
        "reading": "We all face situations that seem impossible. It's easy to become discouraged and think that things will never work out. But God is going before us making our crooked places straight. You may not have the connections right now to accomplish your dreams, but you don't have to worry. God is going before you and lining up the right people. He's arranging the right breaks, the right opportunities. You may have lost a job or had your hours cut back. It's easy to get negative and think nothing will ever change. But you have to realize this loss is not a surprise to God. He's not up in the heavens scratching His head, thinking, ''Oh, no. Now what will I do?'' God knew exactly when that setback would occur, and the good news in He has already arranged a solution."
    },
    {
        "id": 121,
        "title": "Be Your Best",
        "motivational": "For the Lord takes delight in his people; he crowns the humble with victory.",
        "bibleChapter": "PSALM 149:4",
        "reading": "Right now, God is going before you to prepare the next chapter of your life. If you will stay in faith and keep the right attitude, you will enter a better chapter, a chapter with greater victories and greater fulfillment. Coworkers may be trying to push you down, playing politics. But when you understand this principle, you won't be upset. You won't go in there and try to play their games and prove to them who you are. Instead, you will stay in peace, knowing that the Most High God, the Creator of the universe, the One who controls it all, is going before you. He promised to fight your battles. If you will stay on the high road and just keep being your best, you will see the hand of God at work in amazing ways."
    },
    {
        "id":122,
        "date":"05042023",
        "title":"A Sure Guide",
        "motivational":"For this God is our God for ever and ever; he will be our guide even to the end",
        "bibleChapter":"PSALMS 48:14",
        "reading":"You may be discouraged and think that your life situation will never change. Maybe you can't see anything happening."
    },
    {
        "id":25,
        "date":"",
        "title":"",
        "motivational":"",
        "bibleChapter":"",
        "reading":""
    },
    {
        "id":26,
        "date":"",
        "title":"",
        "motivational":"",
        "bibleChapter":"",
        "reading":""
    },
    {
        "id":27,
        "date":"",
        "title":"",
        "motivational":"",
        "bibleChapter":"",
        "reading":""
    },
    {
        "id":28,
        "date":"",
        "title":"",
        "motivational":"",
        "bibleChapter":"",
        "reading":""
    },
    {
        "id":29,
        "date":"",
        "title":"",
        "motivational":"",
        "bibleChapter":"",
        "reading":""
    },
    {
        "id":30,
        "date":"",
        "title":"",
        "motivational":"",
        "bibleChapter":"",
        "reading":""
    }

]